Repository: BirMa/blueberry
Catalog: po/blueberry-*.po
Languages: or

source: Bluetooth
or: ବ୍ଲୁଟୁଥ

source: Bluetooth is disabled
or: ବ୍ଲୁଟୁଥ ବନ୍ଦ ଅଛି

source: No Bluetooth adapters found
or: କୌଣସି ବ୍ଲୁଟୁଥ ଆଡପଟର ମିଳିଲା ନାହିଁ

source: Bluetooth is disabled by hardware switch
or: ବ୍ଲୁଟୁଥକୁ ହାର୍ଡୱେର ସ୍ୱିଚ ଦ୍ୱାରା ବନ୍ଦ କରାହୋଇଅଛି

source: Show a tray icon when bluetooth is enabled
or: ବ୍ଲୁଟୁଥ ଅନ ହେଲେ ଟ୍ରେ ଆଇକନ ଦେଖାଇବ

source: Bluetooth: %d device connected
or: ବ୍ଲୁଟୁଥ:%d ଡିଭାଇସ୍ ସଂଯୋଗ ଅଛି

source: Send files to a device
or: ଗୋଟେ ଡିଭାଇ୍ସ କୁ ଫାଇଲ୍ସ ପଠାଅ

source: Open Bluetooth device manager
or: ବ୍ଲୁଟୁଥ ମାନେଜର୍ ଖୋଲ

source: Quit
or: ବିଦାୟ ନିଅନ୍ତୁ

source: Configure Bluetooth settings
or: ବ୍ଲୁଟୁଥ ସେଟିଂଗର ପରିବର୍ତ୍ତନ କରନ୍ତୁ
